Repository: JcDenis/ApiServer
Catalog: locales/*/main.po
Languages: fr

source: Unknown error
fr: Erreur inconnue

source: Service is down for maintenance
fr: Le service est fermé pour maintenance

source: Method Not Allowed
fr: Méthode non autorisée

source: The specified API version is not supported
fr: La version spécifiée de l'API n'est pas supportéé

source: Missing parameter
fr: Paramètre manquant

source: No content
fr: Pas de contenu

source: Not found
fr: Non trouvé

source: Contribution is temporaly closed
fr: Les contributions sont temporairement fermées

source: Submission failed
fr: Echec de la soumission

source: Unauthorized
fr: Non autorisé

source: API rate limit reach.
fr: Limite de quota de l'API atteinte.

source: API call limit per %d seconds:
fr: Limite de nombre d'appel à l'API par %d secondes :

source: Enable public API for this blog
fr: Activer l'API public pour ce blog

source: Add user permission to use API on sign up
fr: Ajouter les permissions utilisateur lors de l'inscription

source: Reset anonymous API calls limit. (%d calls remaining for next %d seconds)
fr: Réinitialiser les appels anonymes à l'API. (%s appels restant pour les %d prochaines secondes)

source: One minute
fr: Une minute

source: One hour
fr: Une heure

source: One day
fr: Un jour

source: One week
fr: Une semaine

source: One month
fr: Un mois

source: User token lifetime:
fr: Durée de vie du jeton de l'utilisateur :

source: Fifteen minutes
fr: Quinze minutes

source: Half an hour
fr: Une demi heure

source: Two hours
fr: Deux heures

source: API calls rate limit period:
fr: Période de remise à zéro de la limite d'appels à l'API :

source: API server cache lifetime:
fr: Durée de vie du cache de l'API :

source: Display API server statistics on dashboard
fr: Afficher les statistiques de l'API sur le tableau de bord

source: No statistics
fr: Aucune statistique

source: Public API endpoints usage since %s
fr: Utilisation des points d'entrée de l'API depuis %s

source: Clear statistics
fr: Effacer les statistiques

source: Empty API cache directory
fr: Vider le répertoire de cache de l'API

source: API cache directory emptied.
fr: Répertoire de cache de l'API vidé

source: Failed to empty API cache directory.
fr: Impossible de vider le répertoire de cache de l'API

source: API client
fr: Client de l'API
